[F_Pharmacist X2SoldierClassTemplate]
+DisplayName="药剂师"
+ClassSummary="药剂师是维持我们士兵生命的专家。当他们不忙着治疗伤员时，他们就把时间花在削弱敌军的力量上。"
+LeftAbilityTreeTitle="医生"
+RightAbilityTreeTitle="毒师"
+AbilityTreeTitles[0]="医生"
+AbilityTreeTitles[1]="助祭"
+AbilityTreeTitles[2]="毒师"
;NICKNAMES
+RandomNickNames[0]="医生"
+RandomNickNames[1]="霍利迪"
+RandomNickNames[2]="刺棍"
+RandomNickNames[3]="外科医生"
+RandomNickNames[4]="药丸"
+RandomNickNames[5]="实习医生"
+RandomNickNames[6]="切片刀"
+RandomNickNames[7]="止血带"
+RandomNickNames[8]="庸医"
+RandomNickNames[9]="江湖郎中"
+RandomNickNames[10]="痛苦"
+RandomNickNames[11]="酬金"
+RandomNickNames[12]="手部"
+RandomNickNames[13]="解酒药"
+RandomNickNames[14]="剁碎"
+RandomNickNames[15]="紧急情况"
+RandomNickNames[16]="颅骨"
+RandomNickNames[17]="毒贩"
+RandomNickNames[18]="弗兰肯斯坦"
+RandomNickNames[19]="杰基尔"
+RandomNickNames[20]="海德"
+RandomNickNames[21]="屠夫"
+RandomNickNames[22]="前锋"
+RandomNickNames[23]="心理"
+RandomNickNames[24]="实验室"
+RandomNickNames[25]="烧杯"
+RandomNickNames[26]="德瑞"
+RandomNickNames[27]="瘾君子"
+RandomNickNames[28]="保险"
+RandomNickNames[29]="治疗助手"
+RandomNickNames[30]="治愈者"
+RandomNickNames[31]="补丁"
+RandomNickNames_Male[0]="骨头"
+RandomNickNames_Male[1]="针"
+RandomNickNames_Male[2]="麦克"
+RandomNickNames_Male[3]="巫医"
+RandomNickNames_Female[0]="白大衣"
+RandomNickNames_Female[1]="心跳"
+RandomNickNames_Female[2]="眼睛"
+RandomNickNames_Female[3]="羔羊"
+RandomNickNames_Female[4]="花栗鼠"

; Items

[StimGun_CV X2WeaponTemplate]
FriendlyName="注射枪"
FriendlyNamePlural="注射枪"
BriefSummary="注射枪是一种能够发射小飞镖的装置。这些飞镖可以装填治疗药剂或致命毒药。"
TacticalText="<Bullet/> 注射枪需要1个动作才能发射，如果是用第1个行动点不会结束回合。\n<Bullet/> 经过适当的训练，可以增强治疗和施毒的注射能力。\n<Bullet/> 通过增加 <Ability:RECOVERYSTIM_BONUS_HEAL_CV/> 能力点。\n"
AbilityDescName="注射枪"

[StimGun_MG X2WeaponTemplate]
FriendlyName="注射爆能枪"
FriendlyNamePlural="注射爆能枪"
BriefSummary="注射爆能枪是注射枪的改进版本，能够装填更强的化学混合物。"
TacticalText="<Bullet/> 注射枪需要1个动作才能发射，如果是用第1个行动点不会结束回合。\n<Bullet/>经过适当的训练，可以增强治疗和施毒的注射能力。\n<Bullet/> 通过增加 <Ability:RECOVERYSTIM_BONUS_HEAL_MG/> 能力点。\n<Bullet/> 额外获得1个复苏注射和毒液注射。\n"
AbilityDescName="注射爆能枪"

[StimGun_BM X2WeaponTemplate]
FriendlyName="注射光束"
FriendlyNamePlural="注射光束"
BriefSummary="注射光束是我们最强大的支援武器。它使用先进的光束技术将药效直接传到目标。"
TacticalText="<Bullet/> 注射枪需要1个动作才能发射，如果是用第1个行动点不会结束回合。\n<Bullet/>经过适当的训练，可以增强治疗和施毒的注射能力。\n<Bullet/>通过增加 <Ability:RECOVERYSTIM_BONUS_HEAL_BM/> 能力点。\n<Bullet/> 额外获得2个复苏注射和毒液注射。\n"
AbilityDescName="注射光束"

; Schematics

[StimGun_MG_Schematic X2SchematicTemplate]
m_strClassLabel="药剂师"
[StimGun_BM_Schematic X2SchematicTemplate]
m_strClassLabel="药剂师"

; Abilities

[SG_RecoveryStim X2AbilityTemplate]
LocFriendlyName="复苏注射"
LocFlyOverText="复苏注射"
LocLongDescription="向盟友发射一种药剂，可以恢复生命，消除燃烧、毒素和酸性物质。"
LocHelpText="向盟友发射一种药剂，可以恢复生命，消除燃烧、毒素和酸性物质。"
LocPromotionPopupText="<Bullet/>复苏注射可以有效地对远处的盟友使用急救包治疗。<br/><Bullet/> 消耗 <Ability:RECOVERYSTIM_BASE_CHARGES> 才能使用，但是药剂师每个携带的急救包都有额外的使用次数。<br/><Bullet/>只需要1个行动点，不会结束玩家的回合。<br/><Bullet/>你必须保证目标在视线内，并且必须在正常的武器射程内。<br/>"

[SG_RecoveryStim_Passive X2AbilityTemplate]
LocFriendlyName="复苏注射"
LocFlyOverText="复苏注射"
LocLongDescription="向盟友发射一种药剂，可以恢复生命，消除燃烧、毒素和酸性物质。"
LocHelpText="向盟友发射一种药剂，可以恢复生命，消除燃烧、毒素和酸性物质。"
LocPromotionPopupText="<Bullet/>复苏注射可以有效地对远处的盟友使用急救包治疗。<br/><Bullet/>消耗 <Ability:RECOVERYSTIM_BASE_CHARGES> 个急救包才能使用，但是药剂师携带的每个急救包都有额外的使用次数。<br/><Bullet/>只需要1个行动点，不会结束玩家的回合。<br/><Bullet/>你必须保证目标在视线内，并且必须在正常的武器射程内。<br/>"

[SG_VenomStim X2AbilityTemplate]
LocFriendlyName="毒液注射"
LocFlyOverText="毒液注射"
LocLongDescription="向敌人发起附加毒液的射击，但不造成物理伤害。这次射击一定命中。"
LocHelpText="向敌人发起附加毒液的射击，但不造成物理伤害。这次射击一定命中。"
LocPromotionPopupText="<Bullet/>毒液注射不能用于对毒液免疫的目标。<br/><Bullet/>消耗 <Ability:VENOMSTIM_BASE_CHARGES> 个急救包才能使用，但是药剂师携带的每个急救包都有额外的使用次数。<br/><Bullet/>只需要1个行动点，不会结束玩家的回合。<br/><Bullet/>你必须保证目标在视线内，并且必须在正常的武器射程内。<br/>"

[SG_VenomStim_Passive X2AbilityTemplate]
LocFriendlyName="毒液注射"
LocFlyOverText="毒液注射"
LocLongDescription="向敌人发起附加毒液的射击，但不造成物理伤害。这次射击一定命中。"
LocHelpText="向敌人发起附加毒液的射击，但不造成物理伤害。这次射击一定命中。"
LocPromotionPopupText="<Bullet/>毒液注射不能用于对毒液免疫的目标。<br/><Bullet/>消耗 <Ability:VENOMSTIM_BASE_CHARGES> 个急救包才能使用，但是药剂师携带的每个急救包都有额外的使用次数。<br/><Bullet/>只需要1个行动点，不会结束玩家的回合。<br/><Bullet/>目标必须在你的视线内，并且在正常的武器射程内。<br/>"

[SG_PinsAndNeedles X2AbilityTemplate]
LocFriendlyName="刺痛"
LocFlyOverText="刺痛"
LocLongDescription="你的毒液注射现在会对目标造成必中的少量物理伤害。"
LocHelpText="你的毒液注射现在会对目标造成必中的少量物理伤害。"
LocPromotionPopupText="<Bullet/>毒液注射仍然只能攻击不免疫毒素的目标。<br/><Bullet/>更先进的注射枪会造成更多伤害。<br/>"

[SG_Neurotoxin X2AbilityTemplate]
LocFriendlyName="神经毒素"
LocFlyOverText="神经毒素"
LocLongDescription="毒液注射现在也会使目标混乱。"
LocHelpText="毒液注射现在也会使目标混乱。"
LocPromotionPopupText="<Bullet/>毒液注射仍然只能攻击不免疫毒素的目标。<br/>"

[SG_LingeringEffects X2AbilityTemplate]
LocFriendlyName="持续效应"
LocFlyOverText="持续效应"
LocLongDescription="复苏注射将持续恢复几个回合生命值。"
LocHelpText="复苏注射将持续恢复几个回合生命值。"
LocPromotionPopupText="<Bullet/>此技能每回合恢复 <Ability:LINGERINGEFFECTS_HEAL_PER_TURN> 生命值，结束前最多恢复 <Ability:LINGERINGEFFECTS_MAX_HEALTH> 生命值。<br/><Bullet/>每个盟友只能获得一次持续效应的再生效果。<br/>"

[SG_OverTheCounter X2AbilityTemplate]
LocFriendlyName="免处方药"
LocFlyOverText="免处方药"
LocLongDescription="额外增加<Ability:OVERTHECOUNTER_BONUS_RECOVERY_STIMS>次，复苏注射的使用次数。"
LocHelpText="额外增加<Ability:OVERTHECOUNTER_BONUS_RECOVERY_STIMS>次，复苏注射的使用次数。"
LocPromotionPopupText="<Bullet/>额外增加 <Ability:OVERTHECOUNTER_BONUS_RECOVERY_STIMS> 次，复苏注射的使用次数。<br/>"

[SG_UnderTheTable X2AbilityTemplate]
LocFriendlyName="地下交易"
LocFlyOverText="地下交易"
LocLongDescription="额外增加<Ability:UNDERTHECOUNTER_BONUS_VENOM_STIMS>次，毒液注射使用次数。"
LocHelpText="额外增加 <Ability:UNDERTHECOUNTER_BONUS_VENOM_STIMS>次，毒液注射使用次数。"
LocPromotionPopupText="<Bullet/>额外增加 <Ability:UNDERTHECOUNTER_BONUS_VENOM_STIMS> 次，毒液注射使用次数。<br/>"

[SG_CombatClinic X2AbilityTemplate]
LocFriendlyName="战斗治疗"
LocFlyOverText="战斗治疗"
LocLongDescription="向你以及视野里的所有盟友，发起复苏注射。"
LocHelpText="向你以及视野里的所有盟友，发起复苏注射。"
LocPromotionPopupText="<Bullet/>每个任务只能使用一次。<br/><Bullet/>救世主和持续效应的增益适用于战斗治疗。<br/>"

[SG_QuickStim X2AbilityTemplate]
LocFriendlyName="快速注射"
LocFlyOverText="快速注射"
LocLongDescription="激活此技能后，使用一次注射枪技能不消耗行动点，然后你可以再使用一次技能。"
LocHelpText="激活此技能后，使用一次注射枪技能不消耗行动点，然后你可以再使用一次技能。"
LocPromotionPopupText="<Bullet/> 适用于复苏注射、毒液注射、战斗治疗及毒云笼罩。<br/><Bullet/> <Ability:QUICKSTIM_COOLDOWN>回合冷却。<br/>"

[SG_ToxicCloud X2AbilityTemplate]
LocFriendlyName="毒云笼罩"
LocFlyOverText="毒云笼罩"
LocLongDescription="向目标发起有特殊物质的毒液注射，将在目标周围释放一大片毒云。"
LocHelpText="向目标发起有特殊物质的毒液注射，将在目标周围释放一大片毒云。"
LocPromotionPopupText="<Bullet/>每次任务只能使用一次。<br/><Bullet/>带来的刺痛适用于主要目标，神经毒素适用于全部目标。<br/>"

[SG_IncreasedDosage X2AbilityTemplate]
LocFriendlyName="增加剂量"
LocFlyOverText="增加剂量"
LocLongDescription="随着时间的推移，你的毒液造成更多回合的伤害。"
LocHelpText="随着时间的推移，你的毒液会造成更多回合的伤害。"
LocPromotionPopupText="<Bullet/>增加 <Ability:INCREASEDDOSAGE_DOT_BONUS> 毒液伤害。<br/><Bullet/>适用于你的毒液，包括毒液注射和毒气手榴弹产生的毒素。<br/>"

[SG_NitroStim X2AbilityTemplate]
LocFriendlyName="亢奋药剂"
LocFlyOverText="亢奋药剂"
LocLongDescription="向盟友发射亢奋药剂+<Ability:NITROSTIM_CRIT_BONUS/>暴击率 ，+<Ability:NITROSTIM_MOBILITY_BONUS/>移动点，持续<Ability:NITROSTIM_DURATION/>回合。"
LocHelpText="向盟友发射亢奋药剂+<Ability:NITROSTIM_CRIT_BONUS/>暴击率 ，+<Ability:NITROSTIM_MOBILITY_BONUS/>移动点，持续<Ability:NITROSTIM_DURATION/>回合。"
LocPromotionPopupText="<Bullet/>该技能效果不能叠加。<br/><Bullet/>消耗 <Ability:NITROSTIM_BASE_CHARGES> 次才能使用，但每次升级注射枪都额外获得1次使用机会。<br/><Bullet/>只需要1个行动点，不会结束你的回合。<br/><Bullet/>目标必须在你的视线内，并且在正常的武器射程内。<br/>"

[SG_FocusStim X2AbilityTemplate]
LocFriendlyName="集中药剂"
LocFlyOverText="集中药剂"
LocLongDescription="向盟友发射集中药剂+<Ability:FOCUSSTIM_AIM_BONUS/>命中持续<Ability:FOCUSSTIM_DURATION/>回合。"
LocHelpText="向盟友发射集中药剂+<Ability:FOCUSSTIM_AIM_BONUS/>命中持续<Ability:FOCUSSTIM_DURATION/>回合。"
LocPromotionPopupText="<Bullet/>该技能效果不能叠加。<br/><Bullet/>消耗<Ability:FOCUSSTIM_BASE_CHARGES>次才能使用，但每次升级注射枪都额外获得1次使用机会。<br/><Bullet/>只需要1个行动点，不会结束目标的回合。<br/><Bullet/>你必须保证目标在视线内，他们必须在正常的武器射程内。<br/>"

[SG_StabilizeStim X2AbilityTemplate]
LocFriendlyName="稳定注射"
LocFlyOverText="稳定注射"
LocLongDescription="向盟友远程发起稳定注射，阻止士兵流血，消耗1个行动点。注意稳定注射与复苏注射共享回合，无法在一回合内同时使用。"
LocHelpText="阻止士兵流血。"

[SG_Savior X2AbilityTemplate]
LocFriendlyName="救世主"
LocFlyOverText="救世主"
LocLongDescription="治疗技能恢复 <Ability:SAVIOR_BONUS_HEAL_AMMOUNT> 点额外生命值。"
LocHelpText="治疗技能恢复<Ability:SAVIOR_BONUS_HEAL_AMMOUNT> 点额外生命值。"
LocPromotionPopupText="<Bullet/>效果适用于急救包、复苏注射、战斗治疗、小精灵治疗和恢复技能。<br/>"
